{
    "appDesc": {
        "description": "",
        "message": "Alternar la configuración de privacidad del navegador, integrada en una ventana emergente de la barra de herramientas"
    },
    "appName": {
        "message": "Privacy Settings"
    },
    "popupNetwork": {
        "message": "Red"
    },
    "popupServices": {
        "message": "Servicios"
    },
    "popupWebsites": {
        "message": "Sitios web"
    },
    "popupEnabled": {
        "message": "Activado"
    },
    "popupDisabled": {
        "message": "Desactivado"
    },
    "popupToggle": {
        "message": "Estado"
    },
    "popupControllable": {
        "message": "El color rojo significa que esta preferencia está controlada por otra extensión. «Privacy Settings» no puede alterarla"
    },
    "popupPrivacy": {
        "message": "Estado de privacidad. Verde significa que la privacidad está protegida"
    },
    "popupSecurity": {
        "message": "Estado de seguridad. Verde significa que la seguridad está protegida"
    },
    "popupFAQs": {
        "message": "Preguntas frecuentes"
    },
    "popupReset": {
        "message": "Reiniciar a predefinidos"
    },
    "popupPrivate": {
        "message": "Mejorar privacidad"
    },
    "popupPeerDefault": {
        "message": "Predefinido"
    },
    "popupPeerDefault_public_and_private_interfaces": {
        "message": "Muestra las interfaces públicas y privadas"
    },
    "popupPeerDefault_public_interface_only": {
        "message": "Muestra sólo la interfaz pública"
    },
    "popupPeerDisable_non_proxied_udp": {
        "message": "Desactivado"
    },
    "network_networkPredictionEnabled": {
      "message": "Si está activado, Chrome intenta acelerar su experiencia de navegación web resolviendo previamente las entradas DNS y abriendo de forma preventiva las conexiones TCP y SSL a los servidores. Esta preferencia sólo afecta a las acciones realizadas por el servicio de predicción interna de Chrome. No afecta a las preferencias o preconexiones de la página web. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "network_webRTCIPHandlingPolicy": {
      "message": "Permite a los usuarios especificar los equilibrios entre el rendimiento y la privacidad de los medios de comunicación que influyen en la forma en que se direcciona el tráfico WebRTC y la cantidad de información de direcciones locales que se expone. El valor de esta preferencia es del tipo IPHandlingPolicy, predefinido por defecto."
    },
    "services_alternateErrorPagesEnabled": {
      "message": "Si está activado, Chrome utiliza un servicio web para ayudar a resolver los errores de navegación. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "services_autofillEnabled": {
      "message": "Si está activado, Chrome ofrece la posibilidad de rellenar formularios automáticamente. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "services_hotwordSearchEnabled": {
      "message": "Si está activado, Chrome activará «Ok, Google» para iniciar una búsqueda de voz. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "services_passwordSavingEnabled": {
      "message": "Si está activado, el gestor de contraseñas le preguntará si desea guardar las contraseñas. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "services_safeBrowsingEnabled": {
      "message": "Si está activado, Chrome hace todo lo posible para protegerle de phishing y malware. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "services_safeBrowsingExtendedReportingEnabled": {
      "message": "Si está activado, Chrome enviará información adicional a Google cuando «SafeBrowsing» bloquee una página, como el contenido de la página bloqueada. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «false»."
    },
    "services_searchSuggestEnabled": {
      "message": "Si está activado, Chrome envía el texto que escribes en el «Omnibox» a tu motor de búsqueda predefinido, que proporciona predicciones de sitios web y búsquedas que probablemente son la culminación de lo que has escrito hasta ahora. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "services_spellingServiceEnabled": {
      "message": "Si está activado, Chrome utiliza un servicio web para ayudar a corregir errores de ortografía. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «false»."
    },
    "services_translationServiceEnabled": {
      "message": "Si está activado, Chrome ofrece traducir páginas que no están en el idioma que usted lee. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "websites_firstPartyIsolate": {
      "message": "Si es «true», la preferencia «firstPartyIsolate» hace que el navegador asocie todos los datos (incluyendo cookies, datos HSTS, imágenes almacenadas en caché, etc.) de cualquier dominio de terceros con el dominio en la barra de direcciones. Esto impide que los rastreadores de terceros utilicen la información almacenada directamente para identificar al usuario a través de diferentes sitios web, pero puede romper sitios web en los que el usuario inicia sesión con una cuenta de terceros (como una cuenta de Facebook o Google)."
    },
    "websites_thirdPartyCookiesAllowed": {
      "message": "Si está desactivado, Chrome bloquea la instalación de cookies en sitios de terceros. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "websites_hyperlinkAuditingEnabled": {
      "message": "Si está activado, Chrome envía pings de auditoría cuando es solicitado por un sitio web (<un ping>). El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "websites_referrersEnabled": {
      "message": "Si está activado, Chrome envía cabeceras de referencia con sus peticiones. En «Yes», el nombre de esta preferencia no coincide con el encabezado mal escrito. En «No», no se cambiará. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    },
    "websites_protectedContentEnabled": {
      "message": "Si está activado, Chrome proporciona un ID único a los complementos para ejecutar contenido protegido. El valor de esta preferencia es de tipo booleano, y el valor predefinido es «true»."
    }
}
